
greetings = "👋 Привет!\n Это чат-бот онлайн-школы Фонда Борьбы с Диабетом.\n\n" \
           "Здесь ты сможешь пройти обучение и получить всю актуальную информацию про заболевание.\n\n"

online_school_description = "Добро пожаловать в бесплатную онлайн-школу диабета!\nhttps://diabet.tatar/projects/shkola-diabeta/\n\n" \
    "   У нас вы получите все необходимые знания о компенсации сахарного диабета 1 типа, о счастливой и гармоничной жизни с ним, а также разберетесь в юридических вопросах.\n\n"\
    "   Наши специалисты — врач-эндокринолог Булат Валитов, психолог Анна Маринова и юрист Валерия Кобзева — будут обучать вас всему необходимому.\n"\
    "   Наша школа открыта для всех и уроки доступны каждому. Обязательно изучайте их, выполняйте домашние задания и пишите свои комментарии.\n\n"\
    "Фонд Борьбы с Диабетом - https://diabet-fond.ru/\n" \
    "VK: https://vk.com/diabet.fond\n"\
    "TG: https://t.me/diabet_fond\n"\
    "Dzen https://dzen.ru/dibet\n"\
    "Youtube: https://www.youtube.com/@diabet-fond\n\n"\
    "Желаем приятного и легкого обучения!\n\n" \
    "Проект «Онлайн-школа диабета» реализуется АНО «Объединение людей с сахарным диабетом Республики Татарстан»" \
                            " при поддержке Фонда президентских грантов."

main_section = 'Вы в главном меню. Выберите вариант из списка.'

edu_section = 'В этом разделе находятся все функции, связанные с обучением.'

edu_programm = "Программа обучения: https://vk.com/@shkola.diabeta-programma\nНажми на кнопку и перейди на сайт"

profile_section = "В этом разделе вы моежете посмотреть введенные данные о себе и отредактировать их.\n\n" \
                  " Нажмите соответствующую кнопку."

questionnaire_request = "Для составления персональной программы обучения нам нужно задать вам несколько вопросов.\n" \
                        " Хотите заполнить анкету сейчас?"

about_questionaire = "В дальнейшем вы сможете пройти анкетирование в разделе Профиль => Редактировать профиль.\n\n" \
                     "Только после заполнения анкеты вам будут доступны обучающие материалы."

progress_stub = "В этом разделе подразумевается отображение рекомендаций к обучению," \
                " сформированных на основании, пройденных пользователем, анкеты и тестирования."

incorrect_input = "Такой команды нет. Введите корректную команду."

go_back_message = "Для продолжения работы с чат-ботом вернитесь в один из предыдущих разделов."

testing_end = "Бета-версия тестирования окончена. Спасибо за участие!"

restart = "Ваша запись была удалена из базы данных.\nЧтобы вновь начать работу с ботом нажмите /start"
