
token = '6485464249:AAFogogiykRxigsXkx-l6uaFi9xQ5Ui7YwM'

greetings = "👋 Привет!\n Это чат-бот онлайн-школы Фонда Борьбы с Диабетом.\n\n" \
           "Здесь ты сможешь пройти обучение и получить всю актуальную информацию про заболевание.\n\n" \
            "Нажми /register"

online_school_description = "Добро пожаловать в бесплатную онлайн-школу диабета!\n\n" \
    "   У нас вы получите все необходимые знания о компенсации сахарного диабета 1 типа, о счастливой и гармоничной жизни с ним, а также разберетесь в юридических вопросах.\n"\
    "   Наши специалисты — врач-эндокринолог Булат Валитов, психолог Анна Маринова и юрист Валерия Кобзева — будут обучать вас всему необходимому.\n"\
    "   Наша школа открыта для всех и уроки доступны каждому. Обязательно изучайте их, выполняйте домашние задания и пишите свои комментарии.\n\n"\
    "Фонд Борьбы с Диабетом - https://diabet-fond.ru/\n" \
    "VK: https://vk.com/diabet.fond\n"\
    "TG: https://t.me/diabet_fond\n"\
    "Dzen https://dzen.ru/dibet\n"\
    "Youtube: https://www.youtube.com/@diabet-fond\n\n"\
    "Желаем приятного и легкого обучения!\n\n" \
    "Проект «Онлайн-школа диабета» реализуется АНО «Объединение людей с сахарным диабетом Республики Татарстан» при поддержке Фонда президентских грантов."

profile_section = "В этом разделе вы моежете посмотреть введенные данные о себе и отредактировать их.\n\n Нажмите соответствующую кнопку."
